/**
 * description： md模拟数据
 * @author Kevin
 * @date 2023/8/10
 */

const mdStr = "# 一级标题\n" +
	"\n" +
	"这是一级标题下的正文内容。\n" +
	"\n" +
	"## 二级标题\n" +
	"\n" +
	"这是二级标题下的正文内容。\n" +
	"\n" +
	"### 三级标题\n" +
	"\n" +
	"这是三级标题下的正文内容。\n" +
	"\n" +
	"## 另一个二级标题\n" +
	"\n" +
	"这是另一个二级标题下的正文内容。\n" +
	"\n" +
	"### 另一个三级标题\n" +
	"\n" +
	"这是另一个三级标题下的正文内容。\n" +
	"\n" +
	"# 另一个一级标题\n" +
	"\n" +
	"这是另一个一级标题下的正文内容。\n" +
	"\n" +
	"## 再一个二级标题\n" +
	"\n" +
	"这是再一个二级标题下的正文内容。\n" +
	"\n" +
	"### 再一个三级标题\n" +
	"\n" +
	"这是再一个三级标题下的正文内容。\n"

export default mdStr
